Repository: DarkoMilosevic86/EasySoundRecorder
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru, sr

source: Easy Sound Recorder settings
ru: Настройки Лёгкой Звукозаписи
sr: Podešavanja jednostavnog snimača zvuka

source: Select folder for recordings
ru: Выберите папку для записей
sr: Izaberite fasciklu za snimke

source: Select output device for recording
sr: Izaberite izlazni uređaj za snimanje

source: Select input device for recording
sr: Izaberite ulazni uređaj za snimanje

source: Please specify the recording format (wav or mp3)
ru: Укажите формат записи (wav или mp3)
sr: Molimo izaberite format snimaka (wav ili mp3)

source: Please specify a folder where recordings will be saved
ru: Укажите папку, где будут сохранены записи
sr: Molimo izaberite fasciklu u koju će snimci biti čuvani

source: Browse...
ru: Обзор...
sr: Traži...

source: Beep when recording has saved
sr: Zapišti kada se snimak sačuva

source: Error while saving Easy Sound Recorder configuration.
ru: Ошибка при сохранении конфигурации лёгкой звукозаписи.
sr: Greška prilikom snimanja konfiguracije za Jednostavni snimač zvuka.

source: Easy Sound Recorder settings...
ru: Настройки Лёгкой Звукозаписи...
sr: Podešavanja Jednostavnog Snimača Zvuka...

source: Starts, pauses and resumes recording
ru: Начинает, приостанавливает и возобновляет запись
sr: Započinje, Pauzira i Nastavlja snimanje

source: Recording paused
ru: Запись приостановлена
sr: Snimanje je pauzirano

source: Recording resumed
ru: Запись возобновлена
sr: Snimanje je nastavljeno

source: Recording started
ru: Запись начата
sr: Snimanje počinje

source: Stops recording and saves the audio file using specifyed format.
ru: Останавливает запись и сохраняет звуковой файл в указанный формат.
sr: Zaustavlja snimanje i čuva audio zapis koristeći izabrani format

source: Recording stopped
ru: Запись остановлена
sr: Snimanje zaustavljeno

source: No recording is in progress.
ru: Запись не ведётся.
sr: Nema snimanja u toku

source: Easy Sound Recorder
ru: Лёгкая Звукозапись
sr: Jednostavni Snimač Zvuka

source: Records sound from microphone and sound card using WASAPI.
ru: Записывает звук с микрофона и звуковой карты с использованием wasapi.
sr: Snima zvuk sa zvučne kartice i mikrofona koristeći WASAPI
